Repository: common-repository/paypal-digital-goods-monetization-powered-by-cleeng
Catalog: languages/cleeng-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: Cleeng For WordPress Settings
pl_pl: Cleeng Dla Wordpress - Ustawienia

source: Unable to save Cleeng content:
pl_pl: Nie można zapisać treści w systemie Cleeng

source: <span>Cleeng Content Widget</span>
pl_pl: <span>Widżet Systemu Cleeng</span>

source: An error occured while processing your request
pl_pl: Wystąpił błąd podczas przetwarzania twojego rządania

source: Connecting to Cleeng Platform...
pl_pl: Łączenie z Platformą Cleeng...

source: Welcome, <a href="%s/my-account" id="cleeng-username" target="_blank" title="Visit my account"></a>
pl_pl: Witaj, <a href="%s/my-account" id="cleeng-username" target="_blank" title="Przejdź do mojego konta"></a>

source: Log out
pl_pl: Wyloguj

source: Thanks for installing <strong class="cleeng-name">Cleeng</strong>.<br />Please <a class="CleengWidget-auth-link" id="cleeng-login" href="#">log in with Cleeng</a>to protect your content.
pl_pl: Dziękujemy za instalację <strong class="cleeng-name">Cleenga</strong>.<br /><a class="CleengWidget-auth-link" id="cleeng-login" href="#">Zaloguj się do Platformy</a>, aby chronić swoje treści.

source: You need to have a Publisher account before using this widget.
pl_pl: Aby skorzystać z funkcjonalności Widżetu, musisz posiadać Konto Wydawcy.

source: Please upgrade your account here
pl_pl: Uaktualnij swoje konto tutaj

source: Content on the current page:
pl_pl: Chroniona treść na tej stronie:

source: Please make a selection first!
pl_pl: Zaznacz treść którą chcesz chronić!

source: Just select the content you want to protect in the editing window and press below green button.
pl_pl: Wybierz treść którą chcesz chronić, a następnie naciśnij zielony przycisk poniżej.

source: Create Cleeng Content from selection.
pl_pl: Chroń zaznaczoną treść.

source: Description
pl_pl: Opis

source: characters left
pl_pl: znaków pozostało

source: Price:
pl_pl: Cena:

source: Item type:
pl_pl: Rodzaj:

source: Article
pl_pl: Artykuł

source: Chart
pl_pl: Wykres

source: File
pl_pl: Plik

source: Image
pl_pl: Obraz

source: Spreadsheet
pl_pl: Arkusz

source: Video
pl_pl: Film

source: Enable layer dates.
pl_pl: Chroń tylko w wybranym przedziale czasu

source: from:
pl_pl: od:

source: to:
pl_pl: do:

source: Enable referral program
pl_pl: Włącz program polecający

source: Referral rate:
pl_pl: Stawka za polecenie:

source: The rest of this article is protected,
pl_pl: Pozostała część artykułu jest chroniona,

source: click "buy" and view it instantly.
pl_pl: kliknij "kup" aby natychmiast go zobaczyć

source: Already have a Cleeng account?
pl_pl: Masz już konto w Platformie Cleeng?

source: Welcome back!
pl_pl: Witaj ponownie!

source: Logout
pl_pl: Wyloguj

source: Welcome, <a class="cleeng-username" href="%s/my-account">%s</a>
pl_pl: Witaj <a class="cleeng-username" href="%s/my-account">%s</a>

source: Customer rating:
pl_pl: Ocena użytkowników:

source: To view this
pl_pl: Aby zobaczyć ten

source: Sign-up for free in 1-Click
pl_pl: Zarejestruj się za darmo poprzez 1 kliknięcie

source: To view this article,<br />Please sign-in
pl_pl: Zaloguj się, <br/>aby zobaczyć ten artykuł.

source: Buy & Access<br /> Instantly
pl_pl: Kup i błyskawicznie<br/>uzyskaj dostęp

source: What is <a href="%s/what-is-cleeng">Cleeng?</a>
pl_pl: Czym jest <a href="%s/what-is-cleeng">Cleeng?</a>

source: Rate:
pl_pl: Oceń:

source: Share:
pl_pl: Podziel się:

source: Earn: <span>%s%%</span> commission
pl_pl: Zarabiaj: <span>%s%%</span> za polecenie
